In [5]:
import pandas as pd

In [6]:
file_df = pd.read_csv("Resources_election_data.csv", encoding="ISO-8859-1", header=3400000)


file_df.head()

#file_df.to_csv("election_test", index = True, header = True)

   13239242  Marsh      Khan
0  10379352  Queen        Li
1  18214804  Marsh      Khan
2  16638222  Marsh  O'Tooley
3  18785072  Marsh      Khan
4  16456669  Marsh      Khan